Revit 2027 API
ConduitSize.UsedInSizeLists Property
 Whether it is used in size lists.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool UsedInSizeLists { get; }
Public ReadOnly Property UsedInSizeLists As Boolean
	Get
public:
property bool UsedInSizeLists {
	bool get ();
}
member UsedInSizeLists : bool with get
Property Value
Boolean
See Also
Reference
ConduitSize Class
Autodesk.Revit.DB.Electrical Namespace